[{
    "name" : "The Western Wall", 
    "country" : "Israel", 
    "images" : [ "the_western_wall.png", "the_western_wall2.png", "the_western_wall3.png" ], 
    "description" : "The Western Wall is one of the four retaining walls that have surrounded the Temple Mount for about two thousand years, from the end of the Second Temple period to the present day. In the Jewish tradition, the Western Wall is considered extremely sacred, and probably as early as the 14th century, a place of worship was established next to it, which is used for this purpose to this day.\r\n\r\nThe Western Wall has religious, national and historical importance, and these bring millions of visitors every year, Jews and non-Jews alike. Bnei Mitzvah ascends there to the Torah on Mondays and Thursdays, soldiers swear allegiance to its upper plaza, and people from around the world visit it."
},
{ 
    "name" : "Eiffel Tower", 
    "country" : "France", 
    "images" : [ "eiffel_tower.png", "eiffel_tower2.png", "eiffel_tower3.png" ],
    "description" : "The Eiffel Tower is an iron tower in Paris, the capital of France, which rises to a height of 324 meters. The tower was built in 1889 on the Chan de Mars, near the River Seine, and is one of the most famous sites in the world. The tower is named after the engineer Gustav Eiffel who built it. About six million visitors visit the site each year. As of 2017, more than 300 million visitors visited it. The tower, whose construction provoked much opposition at the time, until it was considered for dismantling, is now the hallmark of the city and of the entire French state and among the world-famous buildings."
},
{ 
    "name" : "Niagara Falls", 
    "country" : "Canada", 
    "images" : [ "niagara_falls.png", "niagara_falls2.png", "niagara_falls3.png" ], 
    "description" : "Niagara Falls is a waterfall on the border between the United States and Canada. They are divided into American Falls and Canadian Falls, also called \"Horseshoe Falls\". The origin of the name of the waterfalls is in the word Iroquois which means \"thunder of the water\". The falls are about a half hour drive from the city of Buffalo on the American side and about an hour and a half drive from the city of Toronto on the Canadian side." 
},
{ 
    "name" : "Everest", 
    "country" : "Nepal", 
    "images" : [ "everest.png", "everest2.png", "everest3.png" ], 
    "description" : "Everest is the highest mountain in the world (8,848 meters above sea level), and rises in the eastern part of the Himalayan mountain range on the border between Nepal and the People's Republic of China. Most of its territory is located in the Tibetan Autonomous Province under Chinese control, and its southern part is located within the boundaries of Segramatha National Park in Nepal. The name of the mountain in Tibetan means \"Goddess of the Mother of the World\" and the Nepali name means \"head of the sky\". The common name \"Everest\" is after the British surveyor Sir George Everest, who was the chief surveyor of India and the second responsible for the great trigonometric mapping of India. Everest is the highest mountain relative to sea level, but if you consider measuring the height of a mountain even below sea level, then Mount Maona Kia in Hawaii bypasses Everest, as its full height is 10,203 meters above the Pacific Ocean floor. Thus Maona Kia is in fact the highest mountain in the world by this form of measurement."
},
{ 
    "name" : "Chinese Wall", 
    "country" : "China", 
    "images" : [ "chinese_wall.png", "chinese_wall2.png", "chinese_wall3.png" ], 
    "description" : "The Great Wall of China is a system of fortifications made of earth, bricks and stones in northern China, built and renovated many times between the 5th century BC and the 16th century, and its purpose was to protect the Chinese Empire from barbarian raids from Mongolia and Manchuria, which occurred many times during Chinese history. Since the 5th century BC, several walls have been built that have been named the Great Wall. One of the most famous of which was a wall built between 220 and 206 BC by the first Chinese emperor, Qin She-Huang of the Qin Dynasty, from which they remain Only a few remains. The wall that survives to this day was built during the Ming Dynasty during the 15th and 16th centuries." 
}]